export default {
  projections: {
    ОплатаE: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      заказы: {
        __caption__: 'Заказы',
        время: {
          __caption__: 'Время'
        },
        клиенты: {
          __caption__: '',
          фамилия: {
            __caption__: 'Фамилия клиента'
          }
        },
        сотрудник: {
          __caption__: '',
          фамилия: {
            __caption__: 'Фамилия сотрудника'
          }
        }
      }
    },
    ОплатаL: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      заказы: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    оплачено: {
      __caption__: 'Оплачено'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    заказы: {
      __caption__: 'Заказы'
    }
  }
};
