export default {
  caption: 'Заказы',
  'кодЗаказа-caption': 'Код заказа',
  'дата-caption': 'Дата',
  'время-caption': 'Время',
  'типОплаты-caption': 'Тип оплаты',
  'типВручения-caption': 'Тип вручения',
  'колПерсон-caption': 'Кол персон',
  'комментарий-caption': 'Комментарий',
  'сумма-caption': 'Сумма',
  'кодЗазака-caption': 'Код зазака',
  'номера-caption': 'Номера',
  'сотрудник-caption': 'Сотрудник',
  'клиенты-caption': 'Клиенты',
  'заказы-caption': 'Заказы',
  'заказБлюд-caption': 'Заказ блюд',
  'заказНапитков-caption': 'Заказ напитков'
};
