export default {
  projections: {
    ПродуктыE: {
      кодПродукта: {
        __caption__: 'Код продукта'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    },
    ПродуктыL: {
      кодПродукта: {
        __caption__: 'Код продукта'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    }
  },
  validations: {
    кодПродукта: {
      __caption__: 'Код продукта'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    }
  }
};
