export default {
  projections: {
    ЗаказНапитковE: {
      комментарий: {
        __caption__: 'Комментарий'
      },
      напитки: {
        __caption__: 'Напитки',
        наименование: {
          __caption__: 'Наименование'
        },
        стоимость: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    комментарий: {
      __caption__: 'Комментарий'
    },
    напитки: {
      __caption__: 'Напитки'
    },
    заказы: {
      __caption__: 'заказы'
    }
  }
};
