export default {
  projections: {
    РегистрE: {
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      кодЗазака: {
        __caption__: 'Код зазака'
      },
      заказы: {
        __caption__: 'Заказы',
        время: {
          __caption__: 'Время'
        }
      }
    },
    РегистрL: {
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      кодЗазака: {
        __caption__: 'Код зазака'
      },
      заказы: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗазака: {
      __caption__: 'Код зазака'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    заказы: {
      __caption__: 'Заказы'
    }
  }
};
